{"maximumSentences":5,"searchTerm":"Damon Wayans","prefix":"Who is","sourceContentOriginal":"Damon Kyle Wayans (Nova Iorque, 4 de setembro de 1960) é um ator, roteirista, diretor e comediante americano, conhecido mundialmente por interpretar Michael Richard Kyle, na série My Wife and Kids, transmitida pela ABC.\n\n\n== Carreira ==\nComeçou a carreira na infância, como uma  maneira criativa de chamar a atenção de seus pais e dez irmãos. Com o passar dos anos, seu estilo cômico lhe rendeu grande sucesso no palco, no cinema e na televisão. Durante três temporadas, Wayans co-estrelou e trabalhou como roteirista na série aclamada pela crítica e vencedora do Emmy In Living Color, tendo recebido também duas indicações pessoais ao Emmy. Durante o tempo em que trabalhou no programa, Wayans criou vários personagens e situações inesquecíveis, incluindo-se Homey, o Palhaço, Handiman e o popular Men on Film.\nOutros trabalhos em televisão incluem Damon, um show de meia hora de duração, estrelado por ele e no qual trabalhou como produtor executivo. Foi criador e produtor executivo de 413 Hope Street, drama de uma hora de duração que foi indicado para o prêmio People's Choice Awards. Além disso, Wayans foi o produtor executivo de Waynehead, um desenho animado exibido na WB americana, onde podemos ouvir as vozes de seus irmãos Kim Wayans, Marlon Wayans e Shawn Wayans.\nNo cinema, Wayans atuou em Bamboozled, filme escrito e dirigido por Spike Lee, Harlem Aria, filme independente no qual também trabalhou como produtor executivo, Major Payne, Blankman, Bulletproof, Mo' Money, escrito e co-produzido por ele, Great White Hype, Earth Girls Are Easy, Colors, Roxanne e Beverly Hills Cop.\nWayans fez sucesso também nos grandes espetáculos. Após o início de sua carreira em 1982, viajando pelo circuito de comédias, obteve um papel no famoso programa humorístico Saturday Night Live. Passou então a atuar em seus próprios especiais do canal HBO, como One Night Stand, The Last Stand? e Still Standing.\nSeu talento como autor não pode ser desprezado. Em maio de 1999, foi lançado Bootleg, uma engraçada compilação de suas observações sobre família, filhos, casamento e política. O livro foi um grande sucesso e logo estava na lista dos mais vendidos do jornal The New York Times.\nDe 2001 a 2005, interpretou o pai de família Michael Kyle, na série My Wife And Kids.\nSua ultima aparição na Tv até então foi uma participação no seriado Happy Endings em 2011.\nEm 2014, retorna aos palcos juntos com os irmãos, com o show de Stand Up Comedy \"Wayans Brothers Tour\".\nEm setembro de 2016, Wayans estrelou como o policial Roger Murtaugh na série de televisão Lethal Weapon, baseado na série de filmes de mesmo nome.\n\n\n== Vida pessoal ==\nWayans é separado e tem quatro filhos, e atualmente mora em Los Angeles.\nEm meados de 2013, foi diagnosticado com Diabetes.Em setembro de 2015, Wayans defendeu o comediante americano Bill Cosby de suas acusações de agressão sexual, afirmando: \"Eu só não consigo acreditar nisso tudo. Para mim, é uma busca por dinheiro de algumas delas\". Comentários polêmicos que o fez ser duramente criticado nas redes sociais.\n\n\n== Filmografia ==\n\n\n== Prêmios ==\n\n\n=== Primetime Emmy Awards ===\n\n\n=== NAACP Image Awards ===\n\n\n=== MTV Movie Awards ===\n\n\n=== People's Choice Awards ===\n\n\n=== BET Awards ===\n\n\n=== Satellite Awards ===\n\n\n=== Stinkers Awards ===\n\n\n== Referências ==\n\n\n== Ligações externas ==\n«Damon Wayans». no AdoroCinema \nDamon Wayans (em inglês) no IMDb","sourceContentSanitized":"Damon Kyle Wayans é um ator, roteirista, diretor e comediante americano, conhecido mundialmente por interpretar Michael Richard Kyle, na série My Wife and Kids, transmitida pela ABC. Começou a carreira na infância, como uma maneira criativa de chamar a atenção de seus pais e dez irmãos. Com o passar dos anos, seu estilo cômico lhe rendeu grande sucesso no palco, no cinema e na televisão. Durante três temporadas, Wayans co-estrelou e trabalhou como roteirista na série aclamada pela crítica e vencedora do Emmy In Living Color, tendo recebido também duas indicações pessoais ao Emmy. Durante o tempo em que trabalhou no programa, Wayans criou vários personagens e situações inesquecíveis, incluindo-se Homey, o Palhaço, Handiman e o popular Men on Film. Outros trabalhos em televisão incluem Damon, um show de meia hora de duração, estrelado por ele e no qual trabalhou como produtor executivo. Foi criador e produtor executivo de 413 Hope Street, drama de uma hora de duração que foi indicado para o prêmio People's Choice Awards. Além disso, Wayans foi o produtor executivo de Waynehead, um desenho animado exibido na WB americana, onde podemos ouvir as vozes de seus irmãos Kim Wayans, Marlon Wayans e Shawn Wayans. No cinema, Wayans atuou em Bamboozled, filme escrito e dirigido por Spike Lee, Harlem Aria, filme independente no qual também trabalhou como produtor executivo, Major Payne, Blankman, Bulletproof, Mo' Money, escrito e co-produzido por ele, Great White Hype, Earth Girls Are Easy, Colors, Roxanne e Beverly Hills Cop. Wayans fez sucesso também nos grandes espetáculos. Após o início de sua carreira em 1982, viajando pelo circuito de comédias, obteve um papel no famoso programa humorístico Saturday Night Live. Passou então a atuar em seus próprios especiais do canal HBO, como One Night Stand, The Last Stand? e Still Standing. Seu talento como autor não pode ser desprezado. Em maio de 1999, foi lançado Bootleg, uma engraçada compilação de suas observações sobre família, filhos, casamento e política. O livro foi um grande sucesso e logo estava na lista dos mais vendidos do jornal The New York Times. De 2001 a 2005, interpretou o pai de família Michael Kyle, na série My Wife And Kids. Sua ultima aparição na Tv até então foi uma participação no seriado Happy Endings em 2011. Em 2014, retorna aos palcos juntos com os irmãos, com o show de Stand Up Comedy \"Wayans Brothers Tour\". Em setembro de 2016, Wayans estrelou como o policial Roger Murtaugh na série de televisão Lethal Weapon, baseado na série de filmes de mesmo nome. Wayans é separado e tem quatro filhos, e atualmente mora em Los Angeles. Em meados de 2013, foi diagnosticado com Diabetes.Em setembro de 2015, Wayans defendeu o comediante americano Bill Cosby de suas acusações de agressão sexual, afirmando: \"Eu só não consigo acreditar nisso tudo. Para mim, é uma busca por dinheiro de algumas delas\". Comentários polêmicos que o fez ser duramente criticado nas redes sociais. «Damon Wayans». no AdoroCinema Damon Wayans no IMDb","sentences":[{"text":"Damon Kyle Wayans é um ator, roteirista, diretor e comediante americano, conhecido mundialmente por interpretar Michael Richard Kyle, na série My Wife and Kids, transmitida pela ABC.","keywords":["Damon Kyle Wayans","Michael Richard Kyle"],"images":["https://media1.popsugar-assets.com/files/thumbor/5HTWI7-g0PThcFWq-Un_TPuBHEs/fit-in/2048xorig/filters:format_auto-!!-:strip_icc-!!-/2015/03/02/994/n/1922398/3bf2dd4e_459586328.jpg","https://pyxis.nymag.com/v1/imgs/562/783/1a3d5eb4f7022ad99642c7812c2f8760d2-03-damon-wayans.rsquare.w1200.jpg"],"googleSearchQuery":"Damon Wayans"},{"text":"Começou a carreira na infância, como uma maneira criativa de chamar a atenção de seus pais e dez irmãos.","keywords":["maneira criativa","atenção de seus pais"],"images":["https://1.bp.blogspot.com/-NNJUpcvC39g/YEbPYb9QLGI/AAAAAAADAFY/zFEksxTRU0Ao7udhiiq3QZmKlHTXmCgbgCLcBGAsYHQ/w1200-h630-p-k-no-nu/Looney-Tunes-Pepe-Le-Pew.jpg","https://1.bp.blogspot.com/-NNJUpcvC39g/YEbPYb9QLGI/AAAAAAADAFY/zFEksxTRU0Ao7udhiiq3QZmKlHTXmCgbgCLcBGAsYHQ/s1600/Looney-Tunes-Pepe-Le-Pew.jpg"],"googleSearchQuery":"Damon Wayans maneira criativa"},{"text":"Com o passar dos anos, seu estilo cômico lhe rendeu grande sucesso no palco, no cinema e na televisão.","keywords":["estilo cômico","grande sucesso"],"images":["https://i.blogs.es/fbf6b9/ultimo-boy-scout/450_1000.jpeg","https://i.blogs.es/ca8873/mejores-peliculas-tom-hanks/1366_521.jpeg"],"googleSearchQuery":"Damon Wayans estilo cômico"},{"text":"Durante três temporadas, Wayans co-estrelou e trabalhou como roteirista na série aclamada pela crítica e vencedora do Emmy In Living Color, tendo recebido também duas indicações pessoais ao Emmy.","keywords":["Wayans co","indicações pessoais"],"images":["https://www.indiewire.com/wp-content/uploads/2019/02/LethalWeapon_Ep313-Sc11-RVM_0341_f.jpg?w=780","https://s31242.pcdn.co/wp-content/uploads/2019/05/damon-wayans.jpg"],"googleSearchQuery":"Damon Wayans Wayans co"},{"text":"Durante o tempo em que trabalhou no programa, Wayans criou vários personagens e situações inesquecíveis, incluindo-se Homey, o Palhaço, Handiman e o popular Men on Film.","keywords":["situações inesquecíveis","tempo"],"images":["https://espalhafactos.com/wp-content/uploads/2017/06/Damon-Wayans-and-Clayne-Crawford-in-Lethal-Weapon-768x384.jpeg","https://espalhafactos.com/wp-content/uploads/2017/06/Damon-Wayans-and-Clayne-Crawford-in-Lethal-Weapon.jpeg"],"googleSearchQuery":"Damon Wayans situações inesquecíveis"}],"downloadedImages":["https://media1.popsugar-assets.com/files/thumbor/5HTWI7-g0PThcFWq-Un_TPuBHEs/fit-in/2048xorig/filters:format_auto-!!-:strip_icc-!!-/2015/03/02/994/n/1922398/3bf2dd4e_459586328.jpg","https://1.bp.blogspot.com/-NNJUpcvC39g/YEbPYb9QLGI/AAAAAAADAFY/zFEksxTRU0Ao7udhiiq3QZmKlHTXmCgbgCLcBGAsYHQ/w1200-h630-p-k-no-nu/Looney-Tunes-Pepe-Le-Pew.jpg","https://i.blogs.es/fbf6b9/ultimo-boy-scout/450_1000.jpeg","https://www.indiewire.com/wp-content/uploads/2019/02/LethalWeapon_Ep313-Sc11-RVM_0341_f.jpg?w=780","https://espalhafactos.com/wp-content/uploads/2017/06/Damon-Wayans-and-Clayne-Crawford-in-Lethal-Weapon-768x384.jpeg"]}